[Metadata]
Name=Rhodes_Island_UI
Author=热心炎国云玩家
Information=让您在PC上也能享受到罗德岛终端系统的交互界面。|边角图标按钮，但这应该放到底部！
License=Closure Commons 署名-不许获利-传递下去 42.0
Version=0.10.0

[Variables]
@Include1=#@#GlobalVars.inc
@Include2=#CurrentPath#LeftTop.ini


;"腾空翻转！"
[BtnCornerContainer]

[BtnCornerVtg]
Meter=Shape
Shape=Rectangle 0,0,880,200 | StrokeWidth 0 | Fill LinearGradient Fill | Scale 1.0,-1.0

[BtnCorner1]
Y=(([BtnCornerContainer:H]-[BtnCorner1:H]-12)-#BtnCornerIconOffsetY#)
DynamicVariables=1